event_rules_photo = "asset/rules_of_hack.jpg"
event_rules_caption = (
    """📜 Правила змагань? Авжеж, вони існують! 😉 І не просто так – давайте грати чесно та викладатися на повну!
"""
)

main_task_photo = "asset/test_assignment_coming_soon_image.jpg"
main_task_caption = (
   """
   Ого, ти справді вмотивований учасник! 💪
🧩 Тут з’явиться тестове завдання для твоєї команди.
🎮 Готуйте ноутбуки – справжні виклики вже чекають! 🚀
"""
)

schedule_photo = "asset/team_image.jpg"
schedule_caption = """📅 Тобі точно стане в пригоді розклад події!
Ось він – усе найцікавіше з точним таймінгом. сам розклад⏳
"""
schedule_link = "https://example.com/schedule"

team_help_photo = "asset/team_image.jpg"
team_help_caption = (
   """🤝За потреби, не соромтеся звертатися до організаторів:
👾 IT-відповідальний: @vov4ik_v
📢 Головна організаторка: @sonyoe

Ми завжди готові допомогти! 💚"""
)