event_rules_photo = "asset/rules_of_hack.png"
event_rules_caption = (
    """<b>1.2 Правила змагань?</b> 🪧 Авжеж, вони існують! 😏 І не просто так – давайте грати чесно та викладатися на повну!
"""
)

main_task_photo = "asset/test_assignment_coming_soon_image.png"
main_task_caption = (
   """Ого, ти справді <b>вмотивований учасник!</b> 💪

🧩 Тут з’явиться <b>основне завдання</b> для твоєї команди.
🎮 Готуйте ноутбуки – справжні виклики вже чекають! 🚀"""
)

schedule_photo = "asset/team_image.png"
schedule_caption = """📅 <b>Тобі точно стане в пригоді розклад події!</b>
Ось він – усе найцікавіше з точним таймінгом. сам розклад⏳
"""
schedule_link = "https://example.com/schedule"

team_help_photo = "asset/team_image.png"
team_help_caption = (
   """🤝За потреби, не соромтеся звертатися до організаторів:  
💻 <b>IT-відповідальний:</b> @vov4ik_v  
🗂️ <b>Головна організаторка:</b> @sonyoe  

Ми завжди готові допомогти! 💚"""
)