event_rules_photo = "asset/rules_of_hack.jpg"
event_rules_caption = (
    "Правила поведінки під час змагань:\n"
    "Забороняється плагіат будь-якої форми. Кожен програмний продукт є інтелектуальною власністю.\n\n"
    "Забороняється заважати роботі інших учасників, а також зневажливо, агресивно поводитись відносно інших учасників, "
    "організаторів та людей, які залучені до івенту.\n\n"
    "Під час івенту недопустимо перебувати в стані алкогольного та наркотичного сп'яніння.\n\n"
    "Забороняється псувати майно компанії або використовувати його не за призначенням.\n\n"
    "Дотримуватися правил поведінки місця проведення BEST::HACKath0n 2024.\n\n"
    "Організатори BEST::HACKath0n залишають за собою право визначати чи буде учасник продовжувати брати участь в івенті."
)

main_task_photo = "asset/test_assignment_coming_soon_image.jpg"
main_task_caption = (
    "Ха-ха, а ти схоже дуже вмотивований учасник!🔥\n\n"
    "Основне завдання появиться в чаті. Слідкуйте за ним, щоб нічого не пропустити! 💻😁"
)

schedule_photo = "asset/team_image.jpg"
schedule_caption = "Посилання на розклад ви можете знайти нижче:"
schedule_link = "https://example.com/schedule"

team_help_photo = "asset/team_image.jpg"
team_help_caption = (
    "Якщо вашій команді потрібна допомога, ви завжди можете звернутися до організаторів. "
    "Ось їхні контакти:\n\n"
    "IT: @vov4ik_v\n"
    "MO: @sonyoe"
)