feedback_form_link = "https://example.com/feedback-form"
feedback_form_caption = (
    """BEST::HACKath0n 2025 вже завершився, і нам важливо почути вашу думку!
👉 <b>Заповни форму та поділись враженнями</b> – це допоможе нам зробити наступний хакатон ще кращим!
📩
"""
)

winners_photo = "asset/team_image.png"
winners_caption = (
    """🏆 <b>Вітаємо переможців BEST::HACKath0n 2025!</b>
🥇
🥈
🥉

 Ви – справжні чарівники коду! 🔥 Дякуємо за вашу творчість і наполегливість.
"""
)

supporters_photo = "asset/team_image.png"
supporters_caption = (
   """
   💚 <b>Нас підтримували</b>
Дякуємо нашим партнерам, завдяки яким цей BEST::HACKath0n вийшов таким крутим:
✨
✨
✨
✨
✨"""
)