feedback_form_link = "https://example.com/feedback-form"
feedback_form_caption = (
    "Хееей 👋\n\n"
    "BEST::HACKath0n 2024 вже завершився, а це означає, що пора ділитись враженнями про подію! 🔥\n\n"
    "👉<b>Фідбек форма</b>👉\n\n"
    "Команда організаторів вдячна вам за вашу участь, круті проєкти і атмосферу, яку ви створили! 💚🐛\n\n"
    "Чекаємо наступного року! 💚🐛"
)

winners_photo = "asset/team_image.jpg"
winners_caption = (
    "<b>Вітаємо переможців BEST::HACKath0n 2024!</b>\n\n"
    "🥇 Команда: CodeWizards\n"
    "🥈 Команда: Debuggers United\n"
    "🥉 Команда: Tech Avengers\n\n"
    "Ви неймовірні! Дякуємо за вашу творчість, наполегливість і круті ідеї. 🔥\n"
    "До зустрічі на BEST::HACKath0n наступного року!"
)

supporters_photo = "asset/team_image.jpg"
supporters_caption = (
    "<b>Дякуємо нашим партнерам та спонсорам:</b>\n\n"
    "✨ SoftServe\n"
    "✨ EPAM\n"
    "✨ GlobalLogic\n"
    "✨ Intellias\n"
    "✨ N-iX\n\n"
    "Завдяки вам ми змогли зробити цей BEST::HACKath0n незабутнім! 🙌"
)