

# data.py

# Text messages
messages = {
    "registration_already_end":"На жаль, реєстрацію вже завершено! Чекаємо тебе наступного року 🫂",
    "already_registered": """🥳 Вітаємо! Ти офіційно зареєстрований на BEST::HACKath0n!
Якщо потрібно оновити дані – звертайся до організаторів. 📩
""",
    "registration_start": "Як мені до тебе звертатися?",
    "name_correct": "Гарно звучить 🥰",
    "age_prompt": "Скільки тобі років?",
    "age_incorrect": "Будь ласка, введи свій справжній вік 😜",
    "university_prompt": "Де вчишся? Вибери університет або введи.",
    "university_incorrect": "Напиши назву свого університету словами, щоб усе було зрозуміло 😉",
    "course_prompt": "Який ти курс?",
    "course_incorrect": "Обери один із варіантів – так буде простіше 🎯",
    "technologies_prompt": "Які технології збираєшся використовувати на хакатоні? (Перерахуй через кому)",
    "technologies_correct": "Те що треба!🚀",
    "source_prompt": "Звідки дізнався про BEST::HACKath0n? (Вибери зі списку або напиши свою відповідь)",
    "source_correct": "Дякую за відповідь, для нас це дуже корисно! 😊",
    "it_experience_prompt": "Вже працюєш в айті сфері?",
    "it_experience_correct": "Дякую за інформацію!💡",
    "contact_prompt": """Обміняємося контактами? Натисни "Поділитись контактом" нижче 👇""",
    "contact_incorrect": "Ой, не бачу твого контакту. Надішли його ще раз, будь ласка!",
    "contact_correct": "Чудово! Oсь контакт головної організаторки: @sonyoe 📲",
    "email_prompt": "Наостанок, вкажи адресу своєї поштової скриньки.",
    "email_incorrect": "Хм, схоже, що це некоректна адреса. Спробуй ще раз ✍️",
    "email_correct": "Все отримав, дякую! 📬",
    "consent_prompt": """Залишилося тільки дати згоду на обробку даних. Натисни "Погоджуюсь" для підтвердження.""",
    "consent_received": "Згоду отримано!",
    "registration_complete": """Вітаю із завершенням реєстрації! 🎉
Тепер ти можеш:
✔️ Знайти чи сформувати команду
✔️ Пройти тестове завдання
✔️ Отримати всю інформацію про змагання
… і ще багато цікавого! 🚀""",
    "registration_error": """❌ Щось пішло не так?
Не хвилюйся! Спробуй ще раз або напиши організаторам – ми допоможемо! 😊"""
}

# Photo paths
photos = {
    "success_register_photo": "asset/hack_register_photo.jpg"
}