

# data.py

# Text messages
messages = {
    "registration_already_end":"Реєстрація вже завершена. Чекаємо вас наступного року.",
    "already_registered": "🎉 Ти чемпіон і вже зареєстрований на BEST::HACKath0n! 🥇 Якщо хочеш оновити інформацію, звернись до організаторів 🤗",
    "registration_start": "Як мені до тебе звертатися?",
    "name_correct": "Гарно звучить 🥰",
    "age_prompt": "Скільки тобі років?",
    "age_incorrect": "Вкажи свій справжній вік 🤡",
    "university_prompt": "Де вчишся? Вибери університет або введи.",
    "university_incorrect": "Введи назву текстом 🤡",
    "course_prompt": "Який ти курс?",
    "course_incorrect": "Вибери, будь ласка, один з варіантів 🤡",
    "technologies_prompt": "Які технології збираєшся використовувати на проєкті?(Перерархуй через кому)",
    "technologies_correct": "Те що треба!",
    "source_prompt": "Звідки дізнався про Hackathon?",
    "source_correct": "Дякую за відповідь, для мене це дуже корисно)",
    "it_experience_prompt": "Вже працюєш в айті сфері?",
    "it_experience_correct": "Дякую за інформацію)",
    "contact_prompt": "Обміняємося контактами? Натисни 'Поділитись контактом' нижче 👇",
    "contact_incorrect": "Надішли, будь ласка, свій контакт 🤡",
    "contact_correct": "Дякую. А я залишаю тобі контакт головного організатора: @vov4ik_v 🥰",
    "email_prompt": "Наостанок, вкажи адресу своєї поштової скриньки.",
    "email_incorrect": "Введи, будь ласка, електронну адресу 🤡",
    "email_correct": "Дякую 🥰",
    "consent_prompt": "Залишилося тільки дати згоду на обробку даних. Натисни 'Погоджуюсь' для підтвердження.",
    "consent_received": "Згоду отримано!",
    "registration_complete": """Вітаю із завершенням реєстрації! 🎉
Тепер ти зможеш:
      - Знайти команду
      - Сформувати команду
      - Пройти тестове завдання
      - Зайти в чат, де будуть всі учасники
      - Отримати всю інформацію про змагання
      Та багато іншого!""",
    "registration_error": "Щось пішло не так під час реєстрації. Будь ласка, спробуй ще раз або звернися до адміністратора."
}

# Photo paths
photos = {
    "success_register_photo": "asset/hack_register_photo.jpg"
}