photo_path_register = "asset/hack_register_photo.jpg"
photo_path_about_hack = "asset/hack_about_photo.png"

about_text = (
    """<b>BEST Lviv</b> – це львівський осередок міжнародної студентської організації <b>BEST</b> (Board of European Students of Technology).\n
<b>💡 Місія:</b> розвиток студентів
<b>🎯 Візія:</b> сила у різноманітті\n
Щороку <b>BEST Lviv</b> організовує 6 масштабних проєктів:
🔷 <b>HACKath0n</b> – 24 години коду, шалених ідей і нестандартних рішень! 💡
🔷 <b>BEC (BEST Engineering Competition)</b> – інженерні змагання для справжніх технарів! 💪
🔷 <b>ІЯК (Інженерний Ярмарок Кар’єри)</b> – твій шанс знайти роботу! 🔍
🔷 <b>BCI (BEST Company Insight)</b> – екскурсії в топові компанії! 🏢
🔷 <b>CTF (Capture The Flag)</b> – хакерські батли та кібербезпека! 🔐
🔷 <b>BTW (BEST Training Week)</b> – тиждень інтенсивних тренінгів і воркшопів! 🎓\n
📌 <i>Детальніше про ці проєкти можна дізнатися тут ⬇️:</i>
"""
)

hackathon_text = (
    """🔥 <b>BEST::HACKath0n</b> – це 24-годинний марафон програмування!
[Hack + Marathon = HACKath0n]\n
Це вже 9-й рік, як львівський осередок BEST організовує цей проєкт, щоб допомогти тобі:
💻 <i>Отримати шанс потрапити в IT</i>
🎯 <i>Здобути безцінний досвід командної роботи</i>
💡 <i>Прокачати свої Soft & Hard skills</i>\n
Готовий випробувати свої сили? Тоді хапай ноутбук – і вперед до викликів! 🚀\n
"""
)

