photo_path_register = "asset/hack_register_photo.jpg"
photo_path_about_hack = "asset/hack_about_photo.jpg"

about_text = (
    """BEST Lviv – це львівський осередок міжнародної студентської організації BEST (Board of European Students of Technology).
🌍 Місія: розвиток студентів
💡 Візія: сила у різноманітті
Щороку BEST Lviv організовує 6 масштабних проєктів:
🔹 HACKath0n – 24 години коду, шалених ідей і нестандартних рішень! 💡
🔹 BEC (BEST Engineering Competition) – інженерні змагання для справжніх технарів! 💪
🔹 ІЯК (Інженерний Ярмарок Кар’єри) – твій шанс знайти роботу! 🔍
🔹 BCI (BEST Company Insight) – екскурсії в топові компанії! 🏢
🔹 CTF (Capture The Flag) – хакерські батли та кібербезпека! 🔐
🔹 BTW (BEST Training Week) – тиждень інтенсивних тренінгів і воркшопів! 🎓

📌 Детальніше про ці проєкти можна дізнатися тут👇🏻
"""
)

hackathon_text = (
    """🔥 BEST::HACKath0n – це 24-годинний марафон програмування!
[Hack + Marathon = HACKath0n]
Це вже 9-й рік, як львівський осередок BEST організовує цей проєкт, щоб допомогти тобі:
💻 Отримати шанс потрапити в IT
🎯 Здобути безцінний досвід командної роботи
💡 Прокачати свої Soft & Hard skills
Готовий випробувати свої сили? Тоді хапай ноутбук – і вперед до викликів! 🚀
"""
)
