
photo_path_register = "asset/hack_register_photo.jpg"
photo_path_about_hack = "asset/hack_about_photo.jpg"

about_text = (
    "BEST Lviv — європейська студентська волонтерська організація з 85 осередками в 30 країнах.\n\n"
    "Організація спрямована на розвиток студентів у сфері технологій, інженерії та менеджменту.\n\n"
    "Наша місія — розвиток студентів, а візія — сила у різноманітті\n\n"
    "Щороку, ми організовуємо близько 4-х масштабних івентів, серед яких:\n"
    "HACKath0n, BEC (Best Engineering Competition), BTW (BEST Training Week) та BCI (Best Company Insight).\n\n"
    "Детальніше про ці івенти ви можете дізнатися в нашому інстаграмі:"
)

hackathon_text = (
    "BEST::HACKath0n — це 24-х годинний марафон з програмування [Marathon + Hack = HACKath0n!] 👨‍💻\n\n"
    "• У нашому осередку цей проєкт проводиться вже ввосьме! 🫢\n"
    "• Цей проєкт дасть тобі, як учаснику, хороший пункт для твого CV, а також безцінний досвід роботи у команді 😎\n"
    "• Це прекрасна можливість випробувати та продемонструвати свої софт і хард скіли, отож лови її! 🔥"
)